{
  "Familie und Freundschaft": {
    "description": "Focuses on family and friends events and bonds."
  },
  "Glaube und Lehre in der Theorie": {
    "description": "Also known as Reformierte Doktrin. Covers theological discussions and doctrinal issues, like Biblical interpretation and reformed beliefs. Establishing of a new direction of faith. Defending the validity of reformed beliefs through theological arguments. For example, the discussions of the Eucharist (Abendmahlstreit)."
  },
  "Glaube und Lehre in der Praxis": {
    "description": "Practical applications of religious doctrine, such as daily practices or traditions, for example, what (not) to wear, how (not) to eat, how (not) to baptize, etc. Includes the regulation of church ceremonies and the roles of clergy and laity."
  },
  "Bücher, Druck und Verlagswesen": {
    "description": "Discussions about printing books, engagements with printers, availability of printed volumes, the circulation and influence of printed works."
  },
  "Religiöse Verfolgung und Märtyrertum": {
    "description": "Discussions of persecutions and suffering by Protestants, for example exile, martyrdom, massacres, and fears of these events."
  },
  "Anfragen und Bitten": {
    "description": "Focuses on requests for Bullinger's help or advice. The requests can concern practical, theological, or personal dilemmas."
  },
  "Krankheit, Pest, Genesung, Natürlicher Tod": {
    "description": "Mentions of illness, plagues, and recovery. Death from illness or old age."
  },
  "Militärische und politische Angelegenheiten": {
    "description": "Mentions and discussions about wars, alliances, and political movements."
  },
  "Alltag": {
    "description": "Daily life events, routines, and mundane activities, including food, cooking, buying and selling, going to the market, doing things around the house, etc."
  },
  "Katastrophen und Naturphänomene": {
    "description": "Extraordinary natural events, disasters, and phenomena, for example, harvest failures, meteorological observations, celestial events, fires, or floods."
  },
  "Bildung und Lernen": {
    "description": "Teaching, lecturing, and educational institutions. Recruitment of scholars, funding of schools, curriculum development, etc."
  }
}
