{
  "Alltag und Gesellschaft": {
    "description": "Covers daily life, routines, and practical matters in a broader social or communal context."
  },
  "Alltag innerhalb der Familie und enger Freunde": {
    "description": "Daily life events, routines, and mundane activities within the family and among close friends, including food, cooking, household matters, and social interactions in a private setting."
  },
  "Anfragen und Bitten": {
    "description": "Explicit or implicit requests for support, guidance, assistance, or favors directed at specific individuals or groups. This includes appeals for help, efforts to exert influence, or attempts to activate personal or political networks. The request must be addressed to a human recipient and serve as a concrete reason for writing the letter, even if framed in less direct or formal terms. General expressions of suffering, prayers, or hopes for divine intervention do not count. Requests for advice or counsel, especially when they are central to the letter's purpose, are also included, even if not immediately phrased as direct demands or petitions."
  },
  "Bildungswesen": {
    "description": "Covers discussions on educational institutions, the recruitment and placement of scholars, theological and humanist teaching, and the curriculum of schools and academies. Includes efforts to fund and establish schools, exchanges between scholars, and the organization of universities."
  },
  "Bildung und Lernen innerhalb der Familie und enger Freunde": {
    "description": "Education, teaching, and learning within the family and close circle of friends, including private tutoring, children's schooling, and discussions about academic or career paths for family members."
  },
  "Bücher, Druck und Verlagswesen": {
    "description": "Discussions about printing books, engagements with printers, availability of printed volumes, the circulation and influence of printed works."
  },
  "Glaube und Lehre in der Praxis": {
    "description": "Discussions on the application of religious doctrine in daily life and church governance. This includes critiques and recommendations on worship practices, rituals, and clergy roles, such as how sacraments are administered or how church ceremonies should be conducted. The focus is on the practical, institutional, and behavioral consequences of doctrine rather than theological disputes over belief systems. For example, debates over clerical vestments or the proper execution of baptism fall into this category."
  },
  "Glaube und Lehre in der Theorie": {
    "description": "Theological and doctrinal discussions that define and defend Reformed beliefs, including biblical interpretation, predestination, church discipline, and theological disputes such as the Eucharist controversy (Abendmahlstreit). This category covers conflicts over doctrine and religious teachings rather than their implementation in worship or daily practice. For example, debates over the nature of Christ’s presence in the Eucharist or the scriptural basis for church governance belong here."
  },
  "Katastrophen und Naturphänomen": {
    "description": "Extraordinary natural events, disasters, and phenomena, for example, harvest failures, meteorological observations, celestial events, fires, or floods."
  },
  "Krankheit, Tod und Genesung in der Gesellschaft": {
    "description": "Broader societal descriptions of the plague or other illnesses, recovery, and nonviolent death caused by illness, old age, or childbirth (including the deaths of both mother and child). This excludes deaths caused by war, persecution, catastrophe, or violence."
  },
  "Krankheit, Tod und Genesung innerhalb der Familie und enger Freunde": {
    "description": "The author writes about their own experience or describes the suffering and mourning within the household, among family, or close friends caused by sickness or death of a loved one. This also includes mentions of recovery and healing, either of the author themselves or those close to them."
  },
  "Militärische und politische Angelegenheiten": {
    "description": "Reports, discussions, or analyses of wars, military actions, diplomatic alliances, or significant political strategies. This includes direct involvement in military or state affairs, commentary on rulers’ policies, or detailed assessments of governmental decisions. General complaints about persecution, injustice, or governance do not qualify unless the letter directly engages with military or political decision-making at a strategic level."
  },
  "Religiöse Verfolgung und Märtyrertum in der Gesellschaft": {
    "description": "Discussions of direct persecution, violence, or martyrdom faced by the author of the letter or Protestants at large, including exile, imprisonment, execution, and related suffering. This includes personal experiences or fears of persecution but not merely theological conflict or doctrinal disputes"
  },
  "Religiöse Verfolgung und Märtyrertum innerhalb der Familie und enger Freunde": {
    "description": "Experiences and fears of physical persecution, exile, or martyrdom affecting family members, close friends or the adressee of the letter. This includes explicit concerns for their safety, freedom, or life, as opposed to theological or doctrinal disagreements."
  }
}
